# brew bundle Brewfile

# Core CLI
brew 'asdf'
brew 'coreutils'
brew 'fd'
brew 'fzf'
brew 'gawk'
brew 'htop'
brew 'jq'
brew 'ripgrep'
brew 'tlrc'
brew 'tree'
brew 'wget'
brew 'xh'

# Git
brew 'git'
brew 'gh'
brew 'tig'
brew 'difftastic'
brew 'gitleaks'
brew 'gnupg'

# Editor / Neovim
brew 'neovim'
brew 'make'
brew 'tree-sitter-cli'
brew 'luacheck'
brew 'stylua'
brew 'vale'

# Media / docs
brew 'ffmpeg'
brew 'pandoc'
brew 'hugo'
brew 'promptfoo'

# Casks
cask 'kitty'
cask 'rectangle'
cask 'keepingyouawake'
cask 'claude-code'
cask 'orbstack'
cask 'vlc'
