# brew bundle Brewfile

tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "caskroom/fonts"

brew 'git'
brew 'github/gh/gh'
brew 'nvim'
brew 'htop'
brew 'openssl'
brew 'wget'
brew 'gpg'
brew 'ripgrep'
brew 'fzf'
brew 'bash-completion'
brew 'tldr'
brew 'coreutils'
brew 'automake'
brew 'autoconf'
brew 'openssl'
brew 'libyaml'
brew 'readline'
brew 'libxslt'
brew 'libtool'
brew 'unixodbc'
brew 'asdf'

cask 'kitty'
cask 'rectangle'
cask 'skype'
cask 'spotify'
cask 'dropbox'
cask 'slack'
cask 'ngrok'
cask 'vlc'
cask 'keepingyouawake'
cask 'visual-studio-code'
cask 'phantomjs'
