# brew bundle Brewfile

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'git'
brew 'cmake'
brew 'ctags'
brew 'geoip'
brew 'htop'
brew 'openssl'
brew 'memcached'
brew 'n'
brew 'phantomjs'
brew 'redis'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'v8'
brew 'vim'
brew 'wget'
brew 'homebrew/versions/postgresql94'
brew 'gpg'
brew 'ripgrep'
brew 'bash-completion'
brew 'tldr'
brew 'python3'

cask 'iterm2'
cask 'spectacle'
cask 'skype'
cask 'hipchat'
cask 'spotify'
cask 'dropbox'
cask 'atom'
cask 'tunnelblick'
cask 'flux'
cask 'slack'
cask 'ngrok'
cask 'vlc'
cask 'keepingyouawake'
